Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Enter a GitHub repository (e.g. 'whit3rabbit/agent-skills') or direct HTTPS URL to browse and install remote skills.
ar: أدخل مستودع GitHub (مثل 'whit3rabbit/agent-skills') أو عنوان HTTPS مباشرا لتصفح المهارات البعيدة وتثبيتها.
de: Geben Sie ein GitHub-Repository (z. B. 'whit3rabbit/agent-skills') oder eine direkte HTTPS-URL ein, um Remote-Skills zu durchsuchen und zu installieren.
es: Introduce un repositorio de GitHub (p. ej. 'whit3rabbit/agent-skills') o una URL HTTPS directa para explorar e instalar habilidades remotas.
fr: Saisissez un dépôt GitHub (par ex. 'whit3rabbit/agent-skills') ou une URL HTTPS directe pour parcourir et installer des compétences distantes.
he: הזן מאגר GitHub (למשל 'whit3rabbit/agent-skills') או כתובת HTTPS ישירה כדי לעיין במיומנויות מרוחקות ולהתקין אותן.
hi: रिमोट स्किल ब्राउज़ और इंस्टॉल करने के लिए GitHub रिपॉजिटरी (जैसे 'whit3rabbit/agent-skills') या सीधा HTTPS URL दर्ज करें।
id: Masukkan repositori GitHub (mis. 'whit3rabbit/agent-skills') atau URL HTTPS langsung untuk menjelajahi dan memasang keterampilan jarak jauh.
it: Inserisci un repository GitHub (ad es. 'whit3rabbit/agent-skills') o un URL HTTPS diretto per esplorare e installare competenze remote.
ja: リモートスキルを閲覧してインストールするには、GitHub リポジトリ (例: 'whit3rabbit/agent-skills') または HTTPS URL を直接入力してください。
ko: 원격 스킬을 살펴보고 설치하려면 GitHub 리포지토리(예: 'whit3rabbit/agent-skills') 또는 직접 HTTPS URL을 입력하세요.
nl: Voer een GitHub-repository in (bijv. 'whit3rabbit/agent-skills') of een directe HTTPS-URL om externe skills te bekijken en te installeren.
pl: Podaj repozytorium GitHub (np. 'whit3rabbit/agent-skills') lub bezpośredni adres HTTPS, aby przeglądać i instalować zdalne umiejętności.
pt_br: Informe um repositório do GitHub (ex.: 'whit3rabbit/agent-skills') ou uma URL HTTPS direta para navegar e instalar habilidades remotas.
ru: Укажите репозиторий GitHub (например, 'whit3rabbit/agent-skills') или прямой HTTPS-адрес, чтобы просматривать и устанавливать удаленные навыки.
sv: Ange en GitHub-utvecklingskatalog (t.ex. 'whit3rabbit/agent-skills') eller en direkt HTTPS-adress för att bläddra bland och installera fjärrfärdigheter.
tr: Uzak becerileri incelemek ve kurmak için bir GitHub deposu (ör. 'whit3rabbit/agent-skills') veya doğrudan HTTPS adresi girin.
uk: Введіть репозиторій GitHub (наприклад, 'whit3rabbit/agent-skills') або пряму HTTPS-адресу, щоб переглядати та встановлювати віддалені навички.
vi: Nhập kho GitHub (ví dụ 'whit3rabbit/agent-skills') hoặc URL HTTPS trực tiếp để duyệt và cài đặt kỹ năng từ xa.
zh_hans: 输入 GitHub 仓库 (例如 'whit3rabbit/agent-skills') 或直接的 HTTPS 网址，以浏览和安装远程技能。
zh_hant: 輸入 GitHub 儲存庫 (例如 'whit3rabbit/agent-skills') 或直接的 HTTPS 網址，以瀏覽並安裝遠端技能。

source: Environment Passthrough (one variable NAME per line)
ar: تمرير متغيرات البيئة (اسم متغير واحد في كل سطر)
de: Umgebungsdurchleitung (ein Variablen-NAME pro Zeile)
es: Transferencia de entorno (un NOMBRE de variable por línea)
fr: Transmission d'environnement (un NOM de variable par ligne)
he: העברת משתני סביבה (שם משתנה אחד בכל שורה)
hi: एनवायरनमेंट पासथ्रू (प्रति पंक्ति एक वेरिएबल नाम)
id: Penerusan lingkungan (satu NAMA variabel per baris)
it: Passaggio dell'ambiente (un NOME di variabile per riga)
ja: 環境変数のパススルー (1 行に 1 つの変数名)
ko: 환경 변수 전달(한 줄에 변수 이름 하나)
nl: Omgeving doorgeven (één variabeleNAAM per regel)
pl: Przekazywanie środowiska (jedna NAZWA zmiennej w wierszu)
pt_br: Repasse de ambiente (um NOME de variável por linha)
ru: Передача переменных окружения (по одному ИМЕНИ в строке)
sv: Vidarebefordran av miljövariabler (ett variabelNAMN per rad)
tr: Ortam aktarımı (her satırda bir değişken ADI)
uk: Передавання змінних середовища (по одному ІМЕНІ в рядку)
vi: Chuyển tiếp biến môi trường (mỗi dòng một TÊN biến)
zh_hans: 环境变量透传 (每行一个变量名)
zh_hant: 環境變數透傳 (每行一個變數名稱)

source: Errors only
ar: الأخطاء فقط
de: Nur Fehler
es: Solo errores
fr: Erreurs seulement
he: שגיאות בלבד
hi: केवल त्रुटियां
id: Hanya kesalahan
it: Solo errori
ja: エラーのみ
ko: 오류만
nl: Alleen fouten
pl: Tylko błędy
pt_br: Apenas erros
ru: Только ошибки
sv: Endast fel
tr: Yalnızca hatalar
uk: Тільки помилки
vi: Chỉ lỗi
zh_hans: 仅显示错误
zh_hant: 僅顯示錯誤

source: Errors: %lld
ar: الأخطاء: %lld
de: Fehler: %lld
es: Errores: %lld
fr: Erreurs : %lld
he: שגיאות: %lld
hi: त्रुटियां: %lld
id: Kesalahan: %lld
it: Errori: %lld
ja: エラー数: %lld
ko: 오류: %lld
nl: Fouten: %lld
pl: Błędy: %lld
pt_br: Erros: %lld
ru: Ошибок: %lld
sv: Fel: %lld
tr: Hatalar: %lld
uk: Помилок: %lld
vi: Lỗi: %lld
zh_hans: 错误: %lld
zh_hant: 錯誤: %lld

source: Essentials
ar: الأساسيات
de: Grundlagen
es: Aspectos básicos
fr: Essentiels
he: חיוניים
hi: अनिवार्य
id: Hal Penting
it: Elementi essenziali
ja: 基本情報
ko: 기본 정보
nl: Basisgegevens
pl: Podstawowe informacje
pt_br: Fundamentais
ru: Основные сведения
sv: Grundläggande
tr: Temel Bilgiler
uk: Основні відомості
vi: Cơ bản
zh_hans: 基本信息
zh_hant: 基本資訊

source: Evaluating
ar: جارٍ التقييم
de: Wird ausgewertet
es: Evaluando
fr: Évaluation
he: מעריך
hi: मूल्यांकन हो रहा है
id: Mengevaluasi
it: Valutazione
ja: 評価中
ko: 평가 중
nl: Bezig met evalueren
pl: Ocena
pt_br: Avaliando
ru: Оценка
sv: Utvärderar
tr: Değerlendiriliyor
uk: Оцінювання
vi: Đang đánh giá
zh_hans: 评估中
zh_hant: 評估中

source: Every installed model is already attached.
ar: جميع النماذج المثبتة مرفقة بالفعل.
de: Alle installierten Modelle sind bereits angehängt.
es: Todos los modelos instalados ya están adjuntos.
fr: Tous les modèles installés sont déjà attachés.
he: כל המודלים המותקנים כבר מצורפים.
hi: सभी इंस्टॉल किए गए मॉडल पहले से संलग्न हैं।
id: Semua model terpasang sudah dilampirkan.
it: Tutti i modelli installati sono già collegati.
ja: インストール済みのモデルはすべて添付済みです。
ko: 설치된 모든 모델이 이미 첨부되어 있습니다.
nl: Alle geïnstalleerde modellen zijn al gekoppeld.
pl: Wszystkie zainstalowane modele są już dołączone.
pt_br: Todos os modelos instalados já estão anexados.
ru: Все установленные модели уже прикреплены.
sv: Alla installerade modeller är redan bifogade.
tr: Kurulu tüm modeller zaten ekli.
uk: Усі встановлені моделі вже приєднано.
vi: Mọi mô hình đã cài đều đã được đính kèm.
zh_hans: 所有已安装的模型都已附加。
zh_hant: 所有已安裝的模型都已附加。

source: Every launch opens a temporary chat that exists only in memory. It is never saved, even when tied to a profile, and is encrypted while the app runs. Ghost chats cannot be recovered.
ar: يفتح كل تشغيل محادثة مؤقتة موجودة في الذاكرة فقط. لا يتم حفظها أبدًا، حتى عند ربطها بملف تعريف، وتكون مشفرة أثناء تشغيل التطبيق. لا يمكن استرداد محادثات الشبح.
de: Jeder Start öffnet einen temporären Chat, der nur im Speicher existiert. Er wird nie gespeichert, selbst wenn er an ein Profil gebunden ist, und wird verschlüsselt, während die App läuft. Ghost-Chats können nicht wiederhergestellt werden.
es: Cada inicio abre un chat temporal que solo existe en la memoria. Nunca se guarda, incluso si está vinculado a un perfil, y se cifra mientras la app se ejecuta. Los chats fantasma no se pueden recuperar.
fr: Chaque lancement ouvre une discussion temporaire qui n'existe qu'en mémoire. Elle n'est jamais enregistrée, même liée à un profil, et est chiffrée pendant l'exécution de l'application. Les discussions fantômes ne peuvent pas être récupérées.
he: כל הפעלה פותחת צ'אט זמני שקיים בזיכרון בלבד. הוא לעולם אינו נשמר, גם כאשר הוא מקושר לפרופיל, והוא מוצפן בזמן שהאפליקציה פועלת. לא ניתן לשחזר צ'אטים של רפאים.
hi: प्रत्येक लॉन्च एक अस्थायी चैट खोलता है जो केवल मेमोरी में मौजूद होती है। इसे कभी भी सहेजा नहीं जाता है, भले ही किसी प्रोफ़ाइल से बंधा हो, और ऐप चलने के दौरान एन्क्रिप्ट किया जाता है। घोस्ट चैट को पुनर्प्राप्त नहीं किया जा सकता है।
id: Setiap peluncuran akan membuka obrolan sementara yang hanya ada di memori. Obrolan ini tidak pernah disimpan, bahkan saat dikaitkan dengan profil, dan dienkripsi saat aplikasi berjalan. Obrolan hantu tidak dapat dipulihkan.
it: Ogni avvio apre una chat temporanea che esiste solo in memoria. Non viene mai salvata, anche se associata a un profilo, ed è crittografata durante l'esecuzione dell'app. Le chat fantasma non possono essere recuperate.
ja: 起動するたびに、メモリ内にのみ存在する一時的なチャットが開きます。プロファイルに関連付けられている場合でも保存されず、アプリの実行中は暗号化されます。ゴーストチャットは復元できません。
ko: 시작할 때마다 메모리에만 존재하는 임시 채팅이 열립니다. 프로필에 연결되어 있더라도 저장되지 않으며 앱이 실행되는 동안 암호화됩니다. 고스트 채팅은 복구할 수 없습니다.
nl: Elke start opent een tijdelijke chat die alleen in het geheugen bestaat. Deze wordt nooit opgeslagen, zelfs niet wanneer deze aan een profiel is gekoppeld, en is versleuteld terwijl de app actief is. Ghost-chats kunnen niet worden hersteld.
pl: Każde uruchomienie otwiera tymczasowy czat, który istnieje tylko w pamięci. Nigdy nie jest zapisywany, nawet po powiązaniu z profilem, i jest szyfrowany podczas działania aplikacji. Czatów widmo nie można odzyskać.
pt_br: Cada inicialização abre um chat temporário que existe apenas na memória. Ele nunca é salvo, mesmo quando vinculado a um perfil, e é criptografado enquanto o aplicativo é executado. Chats fantasmas não podem ser recuperados.
ru: Каждый запуск открывает временный чат, существующий только в памяти. Он никогда не сохраняется, даже если привязан к профилю, и шифруется во время работы приложения. Призрачные чаты восстановить невозможно.
sv: Varje start öppnar en tillfällig chatt som bara finns i minnet. Den sparas aldrig, inte ens när den är knuten till en profil, och krypteras medan appen körs. Spökchattar kan inte återställas.
tr: Her başlatma, yalnızca bellekte bulunan geçici bir sohbet açar. Bir profile bağlı olsa bile asla kaydedilmez ve uygulama çalışırken şifrelenir. Hayalet sohbetler kurtarılamaz.
uk: Кожен запуск відкриває тимчасовий чат, який існує лише в пам'яті. Він ніколи не зберігається, навіть якщо прив'язаний до профілю, і шифрується під час роботи програми. Чат-привид відновити неможливо.
vi: Mỗi lần khởi chạy sẽ mở một cuộc trò chuyện tạm thời chỉ tồn tại trong bộ nhớ. Cuộc trò chuyện này không bao giờ được lưu, ngay cả khi được liên kết với một hồ sơ và được mã hóa khi ứng dụng chạy. Không thể khôi phục các cuộc trò chuyện ma.
zh_hans: 每次启动都会打开一个仅存在于内存中的临时聊天。即使关联到配置文件也绝不保存，且在应用运行期间处于加密状态。幽灵聊天无法恢复。
zh_hant: 每次啟動都會開啟一個僅存在於記憶體中的暫存聊天。即使關聯到設定檔也絕不儲存，且在應用程式執行期間處於加密狀態。幽靈聊天無法復原。

source: Everything here runs on your Mac. Nothing leaves it.
ar: كل شيء يعمل على جهاز Mac الخاص بك. لا شيء يغادره.
de: Alles läuft auf deinem Mac. Nichts verlässt ihn.
es: Todo esto se ejecuta en tu Mac. Nada sale de él.
fr: Tout s'exécute sur votre Mac. Rien n'en sort.
he: הכול רץ על ה-Mac שלך. שום דבר לא יוצא ממנו.
hi: यह सब आपके Mac पर चलता है। कुछ भी बाहर नहीं जाता।
id: Semuanya berjalan di Mac Anda. Tidak ada yang keluar.
it: Tutto gira sul tuo Mac. Niente esce da qui.
ja: すべてこのMac上で動作します。外部には何も送信されません。
ko: 모든 작업은 이 Mac에서 실행됩니다. 밖으로 나가는 것은 없습니다.
nl: Alles draait op je Mac. Er gaat niets naar buiten.
pl: Wszystko działa na Twoim Macu. Nic go nie opuszcza.
pt_br: Tudo roda no seu Mac. Nada sai daqui.
ru: Всё работает на вашем Mac. Ничего не покидает его.
sv: Allt körs på din Mac. Ingenting lämnar den.
tr: Her şey Mac'inizde çalışır. Hiçbir şey dışarı çıkmaz.
uk: Усе працює на вашому Mac. Ніщо його не залишає.
vi: Mọi thứ chạy trên máy Mac của bạn. Không có gì rời khỏi máy.
zh_hans: 一切都在你的 Mac 上运行，没有任何数据离开本机。
zh_hant: 一切都在你的 Mac 上執行，沒有任何資料離開本機。

source: Excluded from scan
ar: مستبعد من الفحص
de: Von der Suche ausgeschlossen
es: Excluido del análisis
fr: Exclu de l'''analyse
he: הוחרג מהסריקה
hi: स्कैन से बाहर रखा गया
id: Dikecualikan dari pemindaian
it: Escluso dalla scansione
ja: スキャンから除外
ko: 검색에서 제외됨
nl: Uitgesloten van scan
pl: Wykluczone ze skanowania
pt_br: Excluído da verificação
ru: Исключено из сканирования
sv: Exkluderad från skanning
tr: Taramadan hariç tutuldu
uk: Виключено зі сканування
vi: Đã loại trừ khỏi quét
zh_hans: 从扫描中排除
zh_hant: 從掃描中排除

source: Executing...
ar: جارٍ التنفيذ...
de: Ausführung...
es: Ejecutando...
fr: Exécution en cours...
he: מבצע...
hi: निष्पादित हो रहा है...
id: Mengeksekusi...
it: In esecuzione...
ja: 実行中...
ko: 실행 중...
nl: Uitvoeren...
pl: Wykonywanie...
pt_br: Executando...
ru: Выполняется...
sv: Kör...
tr: Çalıştırılıyor...
uk: Виконання...
vi: Đang thực thi...
zh_hans: 执行中...
zh_hant: 執行中...

source: Execution Mode
ar: وضع التنفيذ
de: Ausführungsmodus
es: Modo de ejecución
fr: Mode d'exécution
he: מצב הרצה
hi: निष्पादन मोड
id: Mode eksekusi
it: Modalità di esecuzione
ja: 実行モード
ko: 실행 모드
nl: Uitvoeringsmodus
pl: Tryb wykonywania
pt_br: Modo de execução
ru: Режим выполнения
sv: Körningsläge
tr: Yürütme kipi
uk: Режим виконання
vi: Chế độ thực thi
zh_hans: 执行模式
zh_hant: 執行模式

source: Execution Settings
ar: إعدادات التنفيذ
de: Ausführungseinstellungen
es: Ajustes de ejecución
fr: Réglages d'exécution
he: הגדרות הרצה
hi: निष्पादन सेटिंग्स
id: Pengaturan eksekusi
it: Impostazioni di esecuzione
ja: 実行設定
ko: 실행 설정
nl: Uitvoeringsinstellingen
pl: Ustawienia wykonywania
pt_br: Configurações de execução
ru: Настройки выполнения
sv: Körningsinställningar
tr: Yürütme ayarları
uk: Налаштування виконання
vi: Cài đặt thực thi
zh_hans: 执行设置
zh_hant: 執行設定

source: Exit Plan Mode
ar: الخروج من وضع التخطيط
de: Planmodus verlassen
es: Salir del modo plan
fr: Quitter le mode plan
he: יציאה ממצב תכנון
hi: योजना मोड से बाहर आएँ
id: Keluar mode rencana
it: Uscire dalla modalità piano
ja: 計画モードを終了
ko: 계획 모드 종료
nl: Planmodus verlaten
pl: Wyjdź z trybu planowania
pt_br: Sair do modo de plano
ru: Выйти из режима плана
sv: Lämna planläge
tr: Plan modundan çık
uk: Вийти з режиму плану
vi: Thoát chế độ lập kế hoạch
zh_hans: 退出计划模式
zh_hant: 離開計畫模式

source: Exit Worktree
ar: الخروج من شجرة العمل
de: Arbeitsbaum verlassen
es: Salir del árbol de trabajo
fr: Quitter l'arbre de travail
he: יציאה מעץ עבודה
hi: वर्कट्री से बाहर आएँ
id: Keluar pohon kerja
it: Uscire dall'albero di lavoro
ja: ワークツリーを終了
ko: 작업 트리 나가기
nl: Werkboom verlaten
pl: Wyjdź z drzewa roboczego
pt_br: Sair da árvore de trabalho
ru: Выйти из рабочего дерева
sv: Lämna arbetsträd
tr: Çalışma ağacından çık
uk: Вийти з робочого дерева
vi: Thoát cây làm việc
zh_hans: 退出工作树
zh_hant: 離開工作樹

source: Expand collapsed turns
ar: توسيع الجولات المطوية
de: Eingeklappte Runden ausklappen
es: Expandir turnos contraídos
fr: Développer les tours réduits
he: הרחב תורות מכווצים
hi: संक्षिप्त मोड़ विस्तारित करें
id: Perluas giliran yang diciutkan
it: Espandi turni compressi
ja: 折りたたまれたターンを展開
ko: 접힌 턴 펼치기
nl: Samengevouwen beurten uitvouwen
pl: Rozwiń zwinięte tury
pt_br: Expandir turnos recolhidos
ru: Развернуть свернутые ходы
sv: Fäll ut ihopfallna omgångar
tr: Daraltılmış sıraları genişlet
uk: Розгорнути згорнуті ходи
vi: Mở rộng các lượt đã thu gọn
zh_hans: 展开已折叠的轮次
zh_hant: 展開已摺疊的輪次

source: Expanded
ar: موسع
de: Ausgeklappt
es: Expandido
fr: Déplié
he: מורחב
hi: विस्तृत
id: Diperluas
it: Espanso
ja: 展開済み
ko: 펼침
nl: Uitgeklapt
pl: Rozwinięte
pt_br: Expandido
ru: Развёрнуто
sv: Utfälld
tr: Genişletilmiş
uk: Розгорнуто
vi: Đã mở rộng
zh_hans: 已展开
zh_hant: 已展開

source: Explain how this project works
ar: اشرح كيفية عمل هذا المشروع
de: Erklären, wie dieses Projekt funktioniert
es: Explicar cómo funciona este proyecto
fr: Expliquer le fonctionnement de ce projet
he: הסבר כיצד הפרויקט הזה עובד
hi: बताएं कि यह प्रोजेक्ट कैसे काम करता है
id: Jelaskan cara kerja proyek ini
it: Spiega come funziona questo progetto
ja: このプロジェクトの仕組みを説明してください
ko: 이 프로젝트가 어떻게 작동하는지 설명해주세요
nl: Leg uit hoe dit project werkt
pl: Wyjaśnij, jak działa ten projekt
pt_br: Explicar como este projeto funciona
ru: Объяснить, как работает этот проект
sv: Förklara hur det här projektet fungerar
tr: Bu projenin nasıl çalıştığını açıkla
uk: Поясніть, як працює цей проєкт
vi: Giải thích cách dự án này hoạt động
zh_hans: 解释该项目的工作原理
zh_hant: 說明此專案的運作方式

source: Export Backup...
ar: تصدير نسخة احتياطية...
de: Backup exportieren...
es: Exportar copia de seguridad...
fr: Exporter une sauvegarde...
he: ייצוא גיבוי...
hi: बैकअप निर्यात करें...
id: Ekspor Cadangan...
it: Esporta backup...
ja: バックアップを書き出す...
ko: 백업 내보내기...
nl: Back-up exporteren...
pl: Eksportuj kopię zapasową...
pt_br: Exportar backup...
ru: Экспортировать резервную копию...
sv: Exportera säkerhetskopia...
tr: Yedeği Dışa Aktar...
uk: Експортувати резервну копію...
vi: Xuất bản sao lưu...
zh_hans: 导出备份...
zh_hant: 匯出備份...

source: Export Conversation...
ar: تصدير المحادثة...
de: Unterhaltung exportieren...
es: Exportar conversación...
fr: Exporter la conversation...
he: ייצא שיחה...
hi: बातचीत निर्यात करें...
id: Ekspor Percakapan...
it: Esporta conversazione...
ja: 会話をエクスポート...
ko: 대화 내보내기...
nl: Gesprek exporteren...
pl: Eksportuj rozmowę...
pt_br: Exportar Conversa...
ru: Экспортировать беседу...
sv: Exportera konversation...
tr: Sohbeti Dışa Aktar...
uk: Експортувати розмову...
vi: Xuất cuộc trò chuyện...
zh_hans: 导出对话...
zh_hant: 匯出對話...

source: Export JSON file
ar: تصدير ملف JSON
de: JSON-Datei exportieren
es: Exportar archivo JSON
fr: Exporter un fichier JSON
he: ייצא קובץ JSON
hi: JSON फ़ाइल निर्यात करें
id: Ekspor file JSON
it: Esporta file JSON
ja: JSON ファイルをエクスポート
ko: JSON 파일 내보내기
nl: JSON-bestand exporteren
pl: Eksportuj plik JSON
pt_br: Exportar arquivo JSON
ru: Экспортировать файл JSON
sv: Exportera JSON-fil
tr: JSON dosyasını dışa aktar
uk: Експортувати файл JSON
vi: Xuất tệp JSON
zh_hans: 导出 JSON 文件
zh_hant: 匯出 JSON 檔案

source: Export as CSV...
ar: تصدير كـ CSV...
de: Als CSV exportieren...
es: Exportar como CSV...
fr: Exporter en CSV...
he: ייצא כ-CSV...
hi: CSV के रूप में निर्यात करें...
id: Ekspor sebagai CSV...
it: Esporta come CSV...
ja: CSVとしてエクスポート...
ko: CSV로 내보내기...
nl: Exporteren als CSV...
pl: Eksportuj jako CSV...
pt_br: Exportar como CSV...
ru: Экспортировать как CSV...
sv: Exportera som CSV...
tr: CSV olarak dışa aktar...
uk: Експортувати як CSV...
vi: Xuất dưới dạng CSV...
zh_hans: 导出为 CSV...
zh_hant: 匯出為 CSV...

source: Extract Snippet
ar: استخراج مقتطف
de: Ausschnitt extrahieren
es: Extraer fragmento
fr: Extraire un extrait
he: חילוץ קטע
hi: अंश निकालें
id: Ekstrak cuplikan
it: Estrarre frammento
ja: スニペットを抽出
ko: 코드 조각 추출
nl: Fragment ophalen
pl: Wyodrębnij fragment
pt_br: Extrair trecho
ru: Извлечь фрагмент
sv: Extrahera utdrag
tr: Parçacık çıkar
uk: Витягти фрагмент
vi: Trích xuất đoạn
zh_hans: 提取片段
zh_hant: 擷取片段

source: Extract one with scripts/extract_direction.py, or use a published set. docs/OBLITERATION.md has the measurements, including what happens at full strength.
ar: استخرج واحدًا باستخدام scripts/extract_direction.py، أو استخدم مجموعة منشورة. يحتوي docs/OBLITERATION.md على القياسات، بما في ذلك ما يحدث بالقوة الكاملة.
de: Extrahieren Sie einen mit scripts/extract_direction.py oder verwenden Sie ein veröffentlichtes Set. docs/OBLITERATION.md enthält die Messungen, einschließlich der Auswirkungen bei voller Stärke.
es: Extrae uno con scripts/extract_direction.py o usa un conjunto publicado. docs/OBLITERATION.md contiene las mediciones, incluido lo que ocurre a máxima intensidad.
fr: Extrayez-en un avec scripts/extract_direction.py, ou utilisez un ensemble publié. docs/OBLITERATION.md contient les mesures, y compris ce qui se passe à pleine intensité.
he: חלץ אחד באמצעות scripts/extract_direction.py, או השתמש בערכה שפורסמה. ב-docs/OBLITERATION.md יש את המדידות, כולל מה שקורה בעוצמה מלאה.
hi: scripts/extract_direction.py के साथ एक निकालें, या प्रकाशित सेट का उपयोग करें। docs/OBLITERATION.md में माप हैं, जिसमें यह भी शामिल है कि पूरी ताकत पर क्या होता है।
id: Ekstrak satu dengan scripts/extract_direction.py, atau gunakan set yang dipublikasikan. docs/OBLITERATION.md memiliki pengukurannya, termasuk apa yang terjadi pada kekuatan penuh.
it: Estraine uno con scripts/extract_direction.py, o usa un set pubblicato. docs/OBLITERATION.md contiene le misurazioni, compreso cosa accade a piena intensità.
ja: scripts/extract_direction.py で抽出するか、公開されたセットを使用してください。docs/OBLITERATION.md には、最大強度で何が起こるかを含む測定結果が記載されています。
ko: scripts/extract_direction.py로 추출하거나 공개된 세트를 사용하세요. docs/OBLITERATION.md에 전체 강도에서 일어나는 현상을 포함한 측정 결과가 있습니다.
nl: Extraheer er een met scripts/extract_direction.py, of gebruik een gepubliceerde set. docs/OBLITERATION.md bevat de metingen, inclusief wat er gebeurt bij volle sterkte.
pl: Wyodrębnij wektor za pomocą scripts/extract_direction.py lub użyj opublikowanego zestawu. docs/OBLITERATION.md zawiera pomiary, w tym informacje o tym, co dzieje się przy pełnej sile.
pt_br: Extraia um com scripts/extract_direction.py ou use um conjunto publicado. docs/OBLITERATION.md contém as medições, incluindo o que acontece em intensidade total.
ru: Извлеките вектор с помощью scripts/extract_direction.py или используйте опубликованный набор. В docs/OBLITERATION.md приведены измерения, включая последствия при полной силе.
sv: Extrahera en med scripts/extract_direction.py, eller använd ett publicerat set. docs/OBLITERATION.md har mätningarna, inklusive vad som händer vid full styrka.
tr: scripts/extract_direction.py ile bir tane ayıklayın veya yayınlanmış bir set kullanın. docs/OBLITERATION.md tam güçte ne olduğu dahil ölçümlere sahiptir.
uk: Вилучіть вектор за допомогою scripts/extract_direction.py або скористайтеся опублікованим набором. У docs/OBLITERATION.md наведено вимірювання, зокрема те, що відбувається на повній силі.
vi: Trích xuất một hướng bằng scripts/extract_direction.py hoặc sử dụng một bộ đã xuất bản. docs/OBLITERATION.md có các phép đo, bao gồm những gì xảy ra ở cường độ tối đa.
zh_hans: 使用 scripts/extract_direction.py 提取向量，或使用公开发布的集合。docs/OBLITERATION.md 载有测试数据，包括全强度下的表现。
zh_hant: 使用 scripts/extract_direction.py 擷取向量，或使用公開發布的集合。docs/OBLITERATION.md 載有測試數據，包括全強度下的表現。

source: FROM TEMPLATE
ar: من القالب
de: AUS VORLAGE
es: DE LA PLANTILLA
fr: DU MODÈLE
he: מהתבנית
hi: टेम्पलेट से
id: DARI TEMPLAT
it: DAL MODELLO
ja: テンプレートから
ko: 템플릿에서
nl: UIT SJABLOON
pl: Z SZABLONU
pt_br: DO MODELO
ru: ИЗ ШАБЛОНА
sv: FRÅN MALL
tr: ŞABLONDAN
uk: ІЗ ШАБЛОНУ
vi: TỪ MẪU
zh_hans: 来自模板
zh_hant: 來自範本

source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallido
fr: Échoué
he: נכשל
hi: असफल
id: Gagal
it: Non riuscito
ja: 失敗
ko: 실패함
nl: Mislukt
pl: Niepowodzenie
pt_br: Falhou
ru: Ошибка
sv: Misslyckades
tr: Başarısız
uk: Не вдалося
vi: Thất bại
zh_hans: 失败
zh_hant: 失敗

source: Family
ar: العائلة
de: Familie
es: Familia
fr: Famille
he: משפחה
hi: परिवार
id: Keluarga
it: Famiglia
ja: ファミリー
ko: 패밀리
nl: Familie
pl: Rodzina
pt_br: Família
ru: Семейство
sv: Familj
tr: Aile
uk: Родина
vi: Họ
zh_hans: 系列
zh_hant: 系列
